[PR_Commando X2SoldierClassTemplate]
+DisplayName="指挥官"
+ClassSummary="战地指挥官，通过使用烟雾手雷或他们的军官能力来协助盟友，也可以用他们的短管霰弹枪和闪光手雷来干扰敌人。"
+LeftAbilityTreeTitle="堆藏"
+RightAbilityTreeTitle="补给携带者"
AbilityTreeTitles[0]="特警"
AbilityTreeTitles[1]="守卫"
AbilityTreeTitles[2]="代理人"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="手枪"

+RandomNickNames[0]="Smoker"
+RandomNickNames[1]="Flasher"
+RandomNickNames[2]="Boss"
+RandomNickNames[3]="Chief"
+RandomNickNames[4]="Officer"
+RandomNickNames[5]="Comrade"
+RandomNickNames[6]="Commander"
+RandomNickNames[7]="Elite"
+RandomNickNames[8]="Swat"
+RandomNickNames[9]="Guard"
+RandomNickNames[10]="Agent"


